Repository: wpsocio/wp-projects
Catalog: plugins/wptelegram-comments/src/languages/wptelegram-comments-*.po
Languages: fa_ir, hr, tr_tr, uk

source: Telegram Comments
fa_ir: تلگرام کامنت
hr: Telegram Komentari
tr_tr: Telegram Yorumları
uk: Коментарі з Telegram

source: With this plugin, you can add comments to posts/pages on your WordPress website by using Telegram Comments Widget.
fa_ir: با استفاده از این افزونه شما قادر خواهید بود به پست ها یا پیج های سایت وردپرسی خود توسط تلگرام، کامنت اضافه کنید.
hr: S ovim dodatkom, možete omogućiti komentare na vaše WordPress postove i stranice koristeći Telegram Comments Widget.
tr_tr: Bu eklenti ile, Telegram Yorumlar Widget kullanarak WordPress web sitesinde mesaj / sayfalara yorum ekleyebilirsiniz.
uk: З цим плагіном ви можете додавати коментарі до записів та сторінок на вашому WordPress сайті використовуючи віджет Коментарі з Telegram.

source: Code
fa_ir: کد
hr: Kod
tr_tr: Kod
uk: Код

source: Exclude
fa_ir: استثناء
hr: Izostavi
tr_tr: Hariç Tut
uk: Виключити

source: Post types
fa_ir: پست تایپ
hr: Vrsta Objave
tr_tr: Mesaj Tipleri
uk: Типи записів

source: Please read the instructions above.
fa_ir: لطفا دستورالعمل فوق را مطالعه کنید.
hr: Molim pročitajte upute iznad.
tr_tr: Lütfen yukarıdaki talimatları okuyun.
uk: Будь ласка, прочитайте інструкцію нижче.

source: Configuration
fa_ir: پیکربندی
hr: Konfiguracija
tr_tr: Yapılandırma
uk: Конфігурація

source: The comments widget will be shown on the selected post types.
fa_ir: ویجت کامنت در پست مورد نظر شما نمایش داده خواهد شد.
hr: Comments widget biti će prikazan na odabranim tipovima postova.
tr_tr: Yorumlar widget'ı seçilen gönderi türlerinde gösterilecektir.
uk: Віджет з коментарями буде відображений на вибраному типі записів.

source: To exclude the specific posts, enter the post or page IDs separated by comma.
fa_ir: برای مستثنی کردن یک پست خاص، آی-دی پیج یا پست را وارد و با کاما جدا کنید.
hr: Kako bi isključili određene postove, unesite post ili page ID te ih odvojite zarezom.
tr_tr: Belirli gönderileri hariç tutmak için, posta veya virgülle ayrılmış sayfa kimliklerini girin.
uk: Щоб виключити специфічні записи введіть ідентифікатори постів або сторінок розділені через кому.

source: Goto %s.
fa_ir: برو به %s.
hr: Idi na %s.
tr_tr: %s Git.
uk: Перейти до %s.

source: Under %1$s click on %2$s or %3$s.
fa_ir: تحت %1$s روی %2$s یا %3$s کلیک کنید.
hr: Ispod %1$s kliknite na %2$s ili %3$s.
tr_tr: %1$s altında %2$s veya %3$s üzerine tıklayın.
uk: Під %1$s натисніть на %2$s або %3$s.

source: Enter your site name in %1$s field and %2$s in %3$s field.
fa_ir: نام سایت خود را در فیلد %1$s و %2$s را در فیلد %3$s وارد کنید.
hr: Unesite naziv stranice u %1$s polje i %2$s u %3$s polje.
tr_tr: Site adınızı %1$s alanına ve %2$s %3$s alanına girin.
uk: Введіть назву вашого сайту в %1$s поле та %2$s в %3$s поле.

source: Click on %s and customize the appearance if you want.
fa_ir: روی %s کلیک کرده و ظاهر دلخواه خود را بسازید اگر مایلید.
hr: Kliknite na %s i prilagodite izgled ukoliko zelite.
tr_tr: %s seçeneğine tıklayın ve isterseniz görünümü özelleştirin.
uk: Натисніть на %s та налаштуйте вигляд як ви бажаєте.

source: Click on %1$s and %2$s.
fa_ir: روی %1$s و %2$s ها کلیک کنید.
hr: Kliknite na %1$s i %2$s.
tr_tr: %1$s ve %2$s öğelerine tıklayın.
uk: Натисніть на %1$s та %2$s.

source: Paste the copied code in the field below.
fa_ir: کد کپی شده را در فیلد زیر جایگذاری (پیست) کنید.
hr: Zaljepite kopirani kod u polje ispod.
tr_tr: Kopyalanan kodu aşağıdaki alana yapıştırın.
uk: Вставити зкопійований код в поле нижче.

source: Save Changes
fa_ir: ذخیره تغییرات
hr: Spremi promjene
tr_tr: Değişiklikleri Kaydet
uk: Зберегти зміни

source: Use Telegram Comments widget for your WordPress posts or pages.
fa_ir: از ویجت تلگرام کامنت در پست ها و صفحات وردپرس سایتتان استفاده کنید.
hr: Koristite Telegram Comments widget za vaše WordPress postove i stranice.
tr_tr: WordPress yayınlarınız veya sayfalarınız için Telegram Comments widget'ını kullanın.
uk: Використовуйте віджет Коментарі з Telegram для ваших постів та сторінок у WordPress.

source: INSTRUCTIONS!
fa_ir: دستورالعمل ها!
hr: UPUTE!
tr_tr: TALİMATLAR!
uk: ІНСТРУКЦІЇ!

source: Do you like %s?
fa_ir: %s را می پسندید؟
hr: Sviđa ti se %s?
tr_tr: %s hoşunuza gitti mi?
uk: Чи подобається вам %s?

source: Need help?
fa_ir: کمک نیاز دارید؟
hr: Trebate Pomoć?
tr_tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?

source: Follow %s
fa_ir: %s را دنبال کنید
hr: Prati %s
tr_tr: Takip Et %s
uk: Підписатися на %s

source: Join %s
fa_ir: به %s بپیوندید
hr: Pridruži se %s
tr_tr: Katıl %s
uk: Приєднати %s

source: Lets fix these errors first.
fa_ir: ابتدا این خطاها را برطرف کنید۔
hr: Idemo prvo popraviti greške.
tr_tr: Şimdi bu hataları düzeltelim.
uk: Давайте виправимо спершу ці помилки.

source: Changes saved successfully.
fa_ir: تغییرات با موفقیت ذخیره شد.
hr: Promjene su uspješno snimljene.
tr_tr: Değişiklikler başarıyla kaydedildi.
uk: Зміни збережені успішно.

source: Invalid %s
fa_ir: %s نامعتبر
hr: Neispravan %s
tr_tr: Geçersiz %s
uk: Невірний %s

source: %s required.
fa_ir: %s لازم است.
hr: %s potrebno.
tr_tr: %s gerekli.
uk: %s обов’язково.

source: Changes could not be saved.
fa_ir: تغییرات قابل ذخیره نیست.
hr: Promjene ne mogu biti spremljene.
tr_tr: Değişiklikler kaydedilemedi.
uk: Зміни не можуть бути збережені.
